---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedSupplyAirflowParam
source: html/1b662e5b-b564-c828-f47b-0d6fe38b6973.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedSupplyAirflowParam Property

"Calculated Supply Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculatedSupplyAirflowParam { get; }
```